Repository: tai-almeida/AIML_apple_ecosystem
Catalog: tabular_regression/TabularClassifier/Final/CatDogPeople/CatDogPeople/Localizable.xcstrings
Source language: en
Languages: pt_br

source: agree
pt_br: concordo

# APARTMENT
source: an apartment
pt_br: um apartamento

# APP_DESCRIPTION
source: The app uses AIML to identify your affinity with cats or dogs. Simple, quick, and fun!
pt_br: Esse app utiliza IAAM para identificar sua afinidade com cachorros ou gatos. Simples, rápido e divertido!

# APP_NAME
source: Cat or Dog Person?
pt_br: Pessoa “Cachorro” ou “Gato”?

# CAT_PERSON_DESCRIPTION
source: Values tranquility, independence, and personal time, enjoying interactions at their own pace.
pt_br: Valoriza tranquilidade, independência e tempo pessoal, desfrutando de interações de acordo com seu próprio ritmo.

# CAT_PERSON_LABEL
source: Cat Person
pt_br: Pessoa “Gato”

# CAT_RESULT_LABEL
source: You are a cat person!
pt_br: Você é uma pessoa “gato”!

# CONCIENCIOUS_QUESTION_LABEL
source: I prefer to plan things in advance rather than being spontaneous.
pt_br: Eu prefiro planejar com antecedência do que espontaneidade.

# CONFIDENCE_LABEL %@
source: %@%% confidence
pt_br: precisão de %@%%

# CONFIDENCE_LABEL %lf
source: %lf%% confidence
pt_br: precisão de %lf%%

source: disagree
pt_br: discordo

# DISCOVER_BUTTON_LABEL
source: Discover now!
pt_br: Descubra agora!

# DOG_PERSON_DESCRIPTION
source: Values loyalty and enthusiasm, often extroverted, seeking connections and group activities.
pt_br: Valoriza a lealdade e o entusiasmo, normalmente extrovertido(a), buscando conexões e atividades em grupo.

# DOG_PERSON_LABEL
source: Dog Person
pt_br: Pessoa “Cachorro”

# DOG_RESULT_LABEL
source: You are a dog person!
pt_br: Você é uma pessoa “cachorro”!

# EXTRAVERSION_QUESTION_LABEL
source: I often seek out social gatherings and events.
pt_br: Eu sempre procuro eventos e encontros sociais.

# HOUSE
source: a house
pt_br: uma casa

# LIVE_SITUATION_LABEL
source: I current live on
pt_br: Eu hoje moro em

# MEDIA_STEP_1
source: 1 to 10 hours
pt_br: de 1 a 10 horas

# MEDIA_STEP_2
source: 10 to 20 hours
pt_br: de 10 a 20 horas

# MEDIA_STEP_3
source: 20 to 30 hours
pt_br: de 20 a 30 horas

# MEDIA_STEP_4
source: 30 to 40 hours
pt_br: de 30 a 40 horas

# MEDIA_STEP_5
source: more than 40 hours
pt_br: mais de 40 horas

# NO_MEDIA_TIME
source: not at all
pt_br: não utilizo

source: no opinion
pt_br: sem opinião formada

# NO_PHOTOS
source: none
pt_br: nenhuma

# NO_RESULT_CONFIDENCE
source: Have you ever thought about adopting a hedgehog 🦔?
pt_br: Já pensou em adotar um ouriço 🦔?

# NO_RESULT_LABEL
source: I could not find your type of personality.
pt_br: Não foi possível descobrir seu tipo de personalidade.

# PET_PHOTOS_LABEL
source: Number of photos with pets
pt_br: Número de fotos com pets

# PHOTO_STEP_1
source: 1 to 10
pt_br: 1 a 10

# PHOTO_STEP_2
source: 10 to 30
pt_br: 10 a 30

# PHOTO_STEP_3
source: 30 to 50
pt_br: 30 a 50

# PHOTO_STEP_4
source: 50 to 70
pt_br: 50 a 70

# PHOTO_STEP_5
source: more than 70
pt_br: mais de 70

# PRIVACY_DISCLAIMER
source: We do not collect any of the data. The model is intended for educational purposes only.
pt_br: Não coletamos nenhum de seus dados. O modelo é destinado apenas com propósitos educacionais.

# RESTART_BUTTON_LABEL
source: Try it again!
pt_br: Recomeçar o teste!

# SOCIAL_MEDIA_LABEL
source: Time spent on social media (hours per week)
pt_br: Tempo em mídias sociais (horas por semana)

source: strongly agree
pt_br: concordo fortemente

source: strongly disagree
pt_br: discordo fortemente

# WAITING_LABEL
source: The model is processing your data, please wait for a while!
pt_br: O modelo está processando seus dados, por favor aguarda de um momento!
